web/app/controllers/formularios_controller.rb

SELECT "formularios".* FROM "formularios"
---
  def index
    @formularios = Formulario.all

SELECT  "formularios".* FROM "formularios" WHERE "formularios"."id" = $1 LIMIT $2  [["id", 0], ["LIMIT", 1]]
---
    def set_formulario
      @formulario = Formulario.find(params[:id])